Revit 2027 API
BuiltInFailures.DecalFailures.CannotPaste Property
 Can't place Decal at new position.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPaste { get; }
Public Shared ReadOnly Property CannotPaste As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPaste {
	FailureDefinitionId^ get ();
}
static member CannotPaste : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DecalFailures Class
Autodesk.Revit.DB Namespace